7zip
aria2
atril
base
base-devel
breeze-gtk
brightnessctl
clang
cups-pdf
curlftpfs-ng
debtap
dpkg
easytag
emptty
engrampa
fakeroot
fastfetch
filezilla
firefox
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fortune-mod-archlinux
fuzzel
fzf
ghostscript
ghostty
gimp
git
gnome-disk-utility
graphite-gtk-theme-black-compact-git
gutenprint
gvfs
hplip
hplip-plugin
htop-vim
imagemagick
imlib2
imv
intel-ucode
iw
iwd
jre-openjdk-headless
kew
ledger
lftp
libiconv
libreoffice-fresh
libreoffice-fresh-ru
linux
linux-firmware
llvm
lsof
lxappearance
make
man-pages
mandoc
mpv
ncdu
neovim
newsraft-git
npm
obsidian
opendoas
openprinting-ppds-postscript-ricoh
openprinting-ppds-pxlmono-ricoh
openssh
ouch
pantum-driver
papirus-folders
papirus-icon-theme
paru
paru-debug
patch
pcmanfm
pdfarranger
pgcli
pixman-git
pkgconf
playerctl
pnpm
postgresql
prettier
pyright
python-black
python-ruff
qimgv
refind-theme-darkmini-git
ricoh-sp150-ppd
ricoh-sp210-211-ppd
rtkit
ruff
rustup
sff
simple-scan
slstatus
sof-firmware
speedtest-cli
spotify-launcher
sshfs
strace
sudo
sway
swaybg
system-config-printer
systemd-resolvconf
telegram-desktop
tig
tllist
tmux
translate-shell
ttf-ms-win11-auto
ttf-wps-fonts
ugrep
ungoogled-chromium-bin
unrar
unzip
vi
vifm
vim
vimiv
w3m
wayland-protocols
wireguard-tools
wl-clipboard
wlr-randr
wmenu
woff2-font-awesome
wps-office-bin
wps-office-mui-ru
xorg-xwayland
xsane
zathura
zathura-pdf-mupdf
zsh
